function AboutSite () {
    return ( 
        <div className="container">
            <p>Добро пожаловать на наш сайт книг рецептов — идеальное место для всех любителей кулинарии!🍽️</p>

            <p>На нашем сайте вы найдете широкий ассортимент рецептов, которые можно легко отфильтровать по категориям и времени, затраченном на приготовление. Мы понимаем, что в современном мире время — это ценный ресурс, и поэтому создали удобный интерфейс, который поможет вам быстро находить именно те рецепты, которые соответствуют вашим потребностям.
            Функции нашего сайта:</p>
            <ul>
                <li>
                Фильтрация по категориям: У нас есть рецепты для каждого случая — будь то закуски, основные блюда, десерты или вегетарианские блюда. Просто выберите нужную категорию, и вы получите список рецептов, которые идеально подойдут для вашего следующего ужина или вечеринки.
                </li>
                <li>
                Фильтрация по времени приготовления: У нас есть рецепты на любой случай — от быстрых 15-минутных блюд до более сложных рецептов, на которые потребуется несколько часов. Укажите, сколько времени у вас есть, и мы предложим вам рецепты, которые можно приготовить за это время.
                </li>
                <li>
                Удобный интерфейс: Наш сайт разработан с учетом удобства пользователя. Легкая навигация и интуитивно понятные фильтры позволяют быстро находить нужные рецепты, а подробные инструкции помогут вам без труда повторить любое блюдо.
                </li>
                <li>
                Сообщество кулинаров: Присоединяйтесь к нашему сообществу, делитесь своими рецептами и находите вдохновение от других пользователей. Оставляйте отзывы и оценки, чтобы помочь другим выбрать лучшее!
                </li>
                <li>
                Сохранение любимых рецептов: Вы можете создавать собственный список любимых рецептов, чтобы быстро возвращаться к ним в будущем.
                </li>
            </ul>

            <p>Приготовление пищи — это не только необходимость, но и искусство, которое приносит радость и удовольствие. Мы надеемся, что наш сайт станет вашим надежным помощником на кухне, вдохновляя вас на новые кулинарные подвиги! 🌟</p>

            <p>Присоединяйтесь к нам и откройте для себя мир вкусной и разнообразной еды! Мы уверены, что каждый найдет здесь что-то по своему вкусу. Приятного аппетита! 😊</p>
        </div>
    );
}

export default AboutSite ;